Repository: FlorianLeveil/TennisClubArsacBackend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Invalid email or password. Please try again.
fr: Email ou mot de passe invalide. Veuillez réessayer.

source: Your account is inactive. Please contact support.
fr: Votre compte est inactif. Veuillez contacter votre support.

source: Mail send successfully.
fr: Mail envoyé avec succès.

source: An error has occurred, please try again. If the error persists, please contact your administrator.
fr: Une erreur s'est produite, veuillez réessayer. Si l'erreur persiste, veuillez contacter votre administrateur.

source: The Firstname must not exceed 40 characters.
fr: Le Prénom ne doit pas dépasser 40 caractères.

source: The Lastname must not exceed 40 characters.
fr: Le Nom ne doit pas dépasser 40 caractères.

source: Enter a valid phone number.
fr: Veuillez entrer un numéro de téléphone valide.

source: The Email address must be in a valid format (ex: <ADDRESS>@<DOMAIN>.com).
fr: L'Email doit avoir un format valide (ex: <ADRESSE>@<DOMAINE>.com).

source: The Subject must not exceed 180 characters.
fr: L'Objet ne doit pas dépasser 180 caractères.

source: The Message must not exceed 1000 characters.
fr: Le Message ne doit pas dépasser 180 caractères.

source: All images uploaded successfully.
fr: Toutes les images ont été téléchargées avec succès.

source: Invalid format : {error_message}
fr: Format invalide : {error_message}

source: No image data received.
fr: Aucune donnée d'image reçue.

source: Image data should have an index to correspond to image File : [{image_title}]
fr: Les données de l'image doivent avoir un index correspondant au fichier image : [{image_title}]

source: Image file not found for image with index : [{image_index}]
fr: Fichier image introuvable pour l'image avec l'index : [{image_index}]

source: Error occurred on image save : {error}
fr: Une erreur s'est produite lors de l'enregistrement de l'image : {error}

source: Some images could not be uploaded.
fr: Certaines images n'ont pas pu être téléchargées.
